Repository: bnj2789/TCHIN
Catalog: lib/l10n/app_*.arb
Languages: fr, ja, ko, nl, pl, tr

# catDiscover
source: Discover
fr: Découverte
ja: ディスカバー
ko: 디스커버
nl: Ontdekken
pl: Odkryj
tr: Keşfet

# catDiscoverSub
source: Discover the game
fr: Découvre le jeu
ja: ゲームを発見しよう
ko: 게임을 발견하세요
nl: Ontdek het spel
pl: Odkryj grę
tr: Oyunu keşfet

# catLifestyle
source: Lifestyle
ja: ライフスタイル
ko: 라이프스타일
pl: Styl życia
tr: Yaşam Tarzı

# catLifestyleSub
source: Habits, tastes & life choices
fr: Habitudes, goûts & choix de vie
ja: 習慣・好み・ライフスタイルの選択
ko: 습관, 취향 및 라이프스타일 선택
nl: Gewoonten, smaken & levenskeuzes
pl: Nawyki, gusta i wybory życiowe
tr: Alışkanlıklar, zevkler ve seçimler

# catCouple
source: Couple
ja: カップル
ko: 커플
nl: Koppel
pl: Para
tr: Çift

# catCoupleSub
source: For no‑taboo duos
fr: Pour les duos sans tabou
ja: タブーなしの2人向け
ko: 금기 없는 두 사람을 위해
nl: Voor duo's zonder taboes
pl: Dla duetów bez tabu
tr: Tabusuz ikililer için

# catFun
source: Fun
ja: ファン
ko: 펀
nl: Plezier
pl: Zabawa
tr: Eğlence

# catFunSub
source: Wacky or funny questions
fr: Questions drôles ou décalées
ja: 風変わりで面白い質問
ko: 기발하고 재미있는 질문
nl: Gekke of grappige vragen
pl: Dziwne lub zabawne pytania
tr: Tuhaf veya komik sorular

# catChaos
source: Chaos
ja: カオス
ko: 카오스
tr: Kaos

# catChaosSub
source: The most unpredictable mode
fr: Le mode le plus imprévisible
ja: 最も予測不能なモード
ko: 가장 예측 불가한 모드
nl: De meest onvoorspelbare modus
pl: Najbardziej nieprzewidywalny tryb
tr: En öngörülemeyen mod

# catHotSub
source: Things are about to heat up!
fr: Ça va chauffer !
ja: これから熱くなる！
ko: 곧 뜨거워집니다!
nl: Het gaat heet worden!
pl: Zaraz zrobi się gorąco!
tr: Ortam kızışacak!

# catMix
source: Mix
ja: ミックス
ko: 믹스
tr: Karışık

# catMixSub
source: A bit of everything, surprise style
fr: Un peu de tout, version surprise
ja: いろいろミックス、サプライズ
ko: 모든 것을 조금씩, 서프라이즈 스타일
nl: Van alles wat, verrassingsstijl
pl: Trochę wszystkiego, niespodziankowo
tr: Her şeyden biraz, sürpriz tarzı

# catHardcore
source: Hardcore
ja: ハードコア
ko: 하드코어

# catHardcoreSub
source: Direct, shocking or absurd
fr: Direct, choquant ou absurde
ja: ダイレクト・ショッキング・アブノーマル
ko: 직설적이고 충격적이며 황당함
nl: Direct, shockerend of absurd
pl: Bezpośrednie, szokujące lub absurdalne
tr: Doğrudan, şok edici veya absürt

# catGlitch
source: brain
fr: cervelle
ja: 脳
ko: 뇌
nl: hersenen
pl: mózg
tr: beyin

# catGlitchSub
source: Bug or feature?
fr: Bug ou feature ?
ja: バグ？それとも機能？
ko: 버그일까 기능일까?
nl: Bug of feature?
pl: Błąd czy funkcja?
tr: Hata mı, özellik mi?

# catFavorites
source: Favorites
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
tr: Favoriler

# catFavoritesSub
source: Your favourite questions
fr: Tes questions préférées
ja: お気に入りの質問
ko: 좋아하는 질문
nl: Je favoriete vragen
pl: Twoje ulubione pytania
tr: Favori soruların

# catAdd
source: Add
fr: Ajouter
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
tr: Ekle

# catAddSub
source: Add a new category
fr: Ajoute une nouvelle catégorie
ja: 新しいカテゴリを追加
ko: 새 카테고리 추가
nl: Nieuwe categorie toevoegen
pl: Dodaj nową kategorię
tr: Yeni kategori ekle

# catMyCards
source: My Cards
fr: Mes cartes
ja: マイカード
ko: 내 카드
nl: Mijn Kaarten
pl: Moje Karty
tr: Kartlarım

# prepay1Title
source: 6.9 Seconds to not panic
fr: 6,9 secondes pour ne pas paniquer
ja: パニックにならない 6.9 秒
ko: 당황하지 않기 위한 6.9초
nl: 6,9 seconden zonder paniek
pl: 6,9 sekundy bez paniki
tr: Panik yapmamak için 6,9 saniye

# prepay1Sub
source: Who will be the last inspired one ?!
fr: Qui sera le dernier inspiré ?!
ja: 最後までインスピレーションが残るのは誰？！
ko: 마지막까지 영감을 유지할 사람은 누구?!
nl: Wie blijft het langst geïnspireerd?!
pl: Kto zostanie ostatnim zainspirowanym?!
tr: Son ilhamlı kim olacak?!

# prepay2Title
source: 1000+ questions 9 categories
fr: 1000 questions 9 catégories
ja: 1000+ の質問 9 カテゴリー
ko: 1000+개의 질문 9개 카테고리
nl: 1000+ vragen 9 categorieën
pl: 1000+ pytań 9 kategorii
tr: 1000+ soru 9 kategori

# prepay2Sub
source: Countless hours of fun!
fr: Des heures de fun!
ja: 無限大の楽しさ！
ko: 끝없는 재미!
nl: Uren eindeloos plezier!
pl: Niezliczone godziny zabawy!
tr: Saatlerce süren eğlence!

# prepay3Title
source: Ready to play ?
fr: Prêt à jouer ?
ja: プレイする準備はOK？
ko: 플레이할 준비됐나요?
nl: Klaar om te spelen?
pl: Gotowy do gry?
tr: Oynamaya hazır mısın?

# prepay3Sub
source: Spice up your evenings, dirty atmosphere guaranteed!
fr: Pimentez vos soirées, ambiance folle garantie!
ja: 夜を盛り上げよう、 えっちな雰囲気保証
ko: 밤을 더 뜨겁게, 야한 분위기 보장
nl: Geef je avonden pit, smerige sfeer gegarandeerd!
pl: Podkręć wieczory, brudna atmosfera gwarantowana!
tr: Akşamlarına heyecan kat, kirli atmosfer garantili!

# prepay4Title
source: Thank you for rating and commenting
fr: Merci de noter et commenter
ja: 評価と コメントありがとうございます
ko: 평가와 댓글에 감사드립니다
nl: Bedankt voor het beoordelen en reageren
pl: Dziękujemy za ocenę i komentarz
tr: Değerlendirdiğin ve yorum yaptığın için teşekkürler

# prepay4Sub
source: Ratings help us to reach even more amazing people like you!
fr: Les avis nous aident à toucher encore plus de personnes incroyables comme vous!
ja: レビューはあなたのような 素敵な人にもっと届ける手助けになります！
ko: 후기는 우리에게 당신 같은 멋진 사람들에게 더 다가갈 수 있게 해줘요!
nl: Reviews helpen ons om nog meer geweldige mensen zoals jij te bereiken!
pl: Opinie pomagają nam dotrzeć do jeszcze większej liczby wspaniałych osób takich jak Ty!
tr: Yorumlar, senin gibi harika insanlara ulaşmamıza yardımcı oluyor!

# prepayContinue
source: Continue
fr: Continuer
ja: 続ける
ko: 계속하기
nl: Doorgaan
pl: Kontynuuj
tr: Devam et

# payCTA
source: Try FREE & Subscribe
fr: Essai GRATUIT & S'abonner
ja: 無料で試して登録
ko: 무료로 체험하고 구독하기
nl: GRATIS proberen & abonneren
pl: Wypróbuj ZA DARMO i subskrybuj
tr: ÜCRETSİZ Dene ve Abone Ol

# paySubscribeNow
source: Subscribe now
fr: S'abonner maintenant
ja: 今すぐ登録
ko: 지금 구독
nl: Nu abonneren
pl: Subskrybuj teraz
tr: Şimdi abone ol

# payUnlockLifetime
source: Unlock lifetime access
fr: Accès à vie
ja: 永久アクセスを解除
ko: 영구 액세스 잠금 해제
nl: Levenslange toegang ontgrendelen
pl: Odblokuj dostęp na zawsze
tr: Ömür boyu erişimi aç

# payTrialThen
source: Free trial then
fr: Essai gratuit puis
ja: 無料トライアル後
ko: 무료 체험 후
nl: Gratis proefperiode daarna
pl: Darmowy okres próbny, potem
tr: Ücretsiz deneme ardından

# payPlanWeekly
source: Weekly
fr: Hebdomadaire
ja: 週額
ko: 주간
nl: Wekelijks
pl: Tygodniowy
tr: Haftalık

# payPlanMonthly
source: Monthly
fr: Mensuel
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięczny
tr: Aylık

# payPlanLifetime
source: Lifetime
fr: À vie
ja: 買い切り
ko: 영구
nl: Levenslang
pl: Dożywotni
tr: Ömür Boyu

# payRestore
source: Restore purchases
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
tr: Satın alımları geri yükle

# payTerms
source: Terms of Use
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
tr: Kullanım Şartları

# payPrivacy
source: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
tr: Gizlilik Politikası

# payRewardAdFree
source: 100% Ad FREE
fr: 100 % sans pub
ja: 広告なし 100%
ko: 광고 100% 없음
nl: 100% advertentievrij
pl: 100% bez reklam
tr: %100 Reklamsız

# payRewardContent
source: New Content Updates
fr: Mises à jour de contenu
ja: 新コンテンツのアップデート
ko: 새로운 콘텐츠 업데이트
nl: Nieuwe content-updates
pl: Aktualizacje treści
tr: Yeni içerik güncellemeleri

# payRewardCards
source: Over 1000 Exclusive Cards
fr: 1000 questions exclusives
ja: 1000 の限定カード
ko: 1000개의 독점 카드
nl: Meer dan 1000 exclusieve kaarten
pl: Ponad 1000 ekskluzywnych kart
tr: 1000 Özel Kart

# payRewardCustom
source: Add & Play with your own questions
fr: Ajoutez & jouez avec vos cartes
ja: 自分の質問を追加して遊ぼう
ko: 나만의 질문을 추가해 플레이
nl: Voeg je eigen vragen toe & speel
pl: Dodaj własne pytania i graj
tr: Kendi sorularını ekle ve oyna

# payPremium
source: Premium
ja: プレミアム
ko: 프리미엄

# payContinueLimited
source: Continue with limited version
fr: Continuer en version limitée
ja: 制限付きバージョンで続行
ko: 제한된 버전으로 계속하기
nl: Doorgaan met beperkte versie
pl: Kontynuuj w wersji ograniczonej
tr: Sınırlı sürümle devam et

# settingsTitle
source: Settings
fr: Réglages
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
tr: Ayarlar

source: Sound
fr: Son
ja: サウンド
ko: 사운드
nl: Geluid
pl: Dźwięk
tr: Ses

source: Solo mode
fr: Mode solo
ja: ソロモード
ko: 솔로 모드
nl: Solomodus
pl: Tryb solo
tr: Solo modu

source: Speed
fr: Vitesse
ja: スピード
ko: 속도
nl: Snelheid
pl: Szybkość
tr: Hız

# sectionOther
source: Other
fr: Autre
ja: その他
ko: 기타
nl: Overig
pl: Inne
tr: Diğer

# sectionOtherApps
source: My other apps
fr: Mes autres apps
ja: 私の他のアプリ
ko: 다른 앱
nl: Mijn andere apps
pl: Moje inne aplikacje
tr: Diğer uygulamalarım

source: Premium
ja: プレミアム
ko: 프리미엄

# premiumSub
source: Unlock all categories!
fr: Débloquer toutes les catégories !
ja: すべてのカテゴリをアンロック！
ko: 모든 카테고리 잠금 해제!
nl: Alle categorieën ontgrendelen!
pl: Odblokuj wszystkie kategorie!
tr: Tüm kategorilerin kilidini aç!

# rateApp
source: Rate TCHIN²
fr: Note TCHIN²
ja: TCHIN² を評価
ko: TCHIN² 평가하기
nl: Beoordeel TCHIN²
pl: Oceń TCHIN²
tr: TCHIN² oy ver

# rateAppSub
source: Thank you!
fr: Merci !
ja: ありがとう！
ko: 감사합니다!
nl: Bedankt!
pl: Dziękujemy!
tr: Teşekkürler!

# linkError
source: Cannot open link
fr: Impossible d'ouvrir le lien
ja: リンクを開けません
ko: 링크를 열 수 없습니다
nl: Kan link niet openen
pl: Nie można otworzyć linku
tr: Bağlantı açılamıyor

# appImpactMsgSub
source: Receive notifications from your ❤️ Content Creators
fr: Reçois les notifications de tes créateurs ❤️
ja: お気に入りの❤️クリエイターから通知を受け取ろう
ko: ❤️ 크리에이터의 알림을 받아보세요
nl: Ontvang meldingen van je ❤️ contentmakers
pl: Otrzymuj powiadomienia od swoich ❤️ twórców
tr: ❤️ İçerik Üreticilerinden bildirim al

# appSwipeColorSub
source: If you love to swipe, DON'T play this game
fr: Si tu aimes swiper, NE joue PAS !
ja: スワイプ好きならプレイしないで！
ko: 스와이프를 좋아한다면 절대 플레이하지 마세요!
nl: Als je van swipen houdt, speel dit spel NIET
pl: Jeśli kochasz swipe'ować, NIE graj w tę grę
tr: Kaydırmayı seviyorsan BU oyunu oynama

# appLeJeuQuiSub
source: The first to answer the exam question wins
fr: Le premier à répondre à la question d'examen gagne
ja: 試験問題に最初に答えた人が勝ち
ko: 시험 문제를 가장 먼저 맞히는 사람이 승리
nl: Degene die de examenvraag het eerst beantwoordt wint
pl: Pierwszy, kto odpowie na pytanie, wygrywa
tr: Sınav sorusuna ilk cevap veren kazanır

# appDilemmiumSub
source: The best would-you-rather Adult choices game in the world
fr: Le meilleur « Tu préfères » adulte au monde
ja: 世界最高の大人向け二択ゲーム
ko: 세계 최고의 어른용 밸런스 게임
nl: Het beste 'zou je liever'-spel voor volwassenen ter wereld
pl: Najlepsza gra „co wolisz” dla dorosłych na świecie
tr: Dünyanın en iyi yetişkin ‘would you rather’ oyunu

# appYadebaSub
source: 1600 Adult Debates & Discussion ideas
fr: 1600 débats & idées de discussion adultes
ja: 大人のディベート & ディスカッション1600
ko: 성인 토론 & 디스커션 아이디어 1600개
nl: 1600 debat- & discussie-ideeën voor volwassenen
pl: 1600 debat i tematów dyskusji dla dorosłych
tr: 1600 Yetişkin Tartışma ve Münazara fikri

# appRoyalTruthSub
source: The first Truth or Dare battle royal game
fr: Le premier battle royal Action ou Vérité
ja: 初の Truth or Dare バトルロイヤル
ko: 최초의 Truth or Dare 배틀로얄 게임
nl: Het eerste Truth or Dare battle-royal spel
pl: Pierwsza gra battle royale w Prawdę lub Wyzwanie
tr: İlk Truth or Dare battle-royal oyunu

# appLieTimeSub
source: 1 Secret Word, 1 IMPOSTOR, Spot the liar ! (3-12 players)
fr: 1 mot secret, 1 IMPOSTOR, démasque le menteur ! (3-12 joueurs)
ko: 1개의 비밀 단어, 1명의 IMPOSTOR, 거짓말쟁이를 밝혀라! (3-12명)
nl: 1 geheim woord, 1 IMPOSTOR, ontmasker de leugenaar! (3-12 spelers)
pl: 1 sekretne słowo, 1 IMPOSTOR, znajdź kłamcę! (3-12 graczy)
tr: 1 gizli kelime, 1 IMPOSTOR, yalancıyı yakala! (3-12 oyuncu)

# app69SecsSub
source: Same game. Different vibe.
fr: Même jeu. Ambiance différente
ja: 同じゲーム。違う雰囲気。
ko: 같은 게임, 다른 분위기
nl: Zelfde spel. Andere sfeer
pl: Ta sama gra. Inny klimat
tr: Aynı oyun. Farklı hava

# popupEmptyTitle
source: Add your questions to play with your own cards!
fr: Ajoute tes questions pour jouer avec tes propres cartes!
ja: 自分の質問を追加してオリジナルカードで遊ぼう！
ko: 질문을 추가해 나만의 카드로 플레이하세요!
nl: Voeg je vragen toe om met je eigen kaarten te spelen!
pl: Dodaj swoje pytania, aby grać własnymi kartami!
tr: Kendi kartlarınla oynamak için sorular ekle!

# popupFavEmptyTitle
source: No favorites yet!
fr: Pas encore de favoris !
ja: まだお気に入りがありません！
ko: 즐겨찾기가 아직 없습니다!
nl: Nog geen favorieten!
pl: Brak ulubionych!
tr: Henüz favori yok!

# popupFavEmptySub
source: Like a few questions to add them to your favorites
fr: Aime quelques questions pour les ajouter aux favoris
ja: 質問にいいねしてお気に入りに追加しよう
ko: 질문에 좋아요를 눌러 즐겨찾기에 추가하세요
nl: Like een paar vragen om ze aan je favorieten toe te voegen
pl: Polub kilka pytań, aby dodać je do ulubionych
tr: Favorilere eklemek için bazı soruları beğen

source: Restart
fr: Recommencer
ja: リスタート
ko: 재시작
nl: Opnieuw starten
tr: Yeniden başlat

source: Switch category
fr: Changer de catégorie
ja: カテゴリを変更
ko: 카테고리 변경
nl: Categorie wisselen
pl: Zmień kategorię
tr: Kategori değiştir

# addQuestionButton
source: Add question
fr: Ajouter une question
ja: 質問を追加
ko: 질문 추가
nl: Vraag toevoegen
pl: Dodaj pytanie
tr: Soru ekle

# editQuestionTitle
source: Edit question
fr: Modifier la question
ja: 質問を編集
ko: 질문 편집
nl: Vraag bewerken
pl: Edytuj pytanie
tr: Soruyu düzenle

# addQuestionTitle
source: Add new question
fr: Ajouter une question
ja: 新しい質問を追加
ko: 새 질문 추가
nl: Nieuwe vraag toevoegen
pl: Dodaj nowe pytanie
tr: Yeni soru ekle

# addQuestionHint
source: Enter your question…
fr: Saisis ta question…
ja: 質問を入力…
ko: 질문을 입력…
nl: Voer je vraag in…
pl: Wpisz swoje pytanie…
tr: Sorunuzu girin…

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
tr: İptal

source: Save
fr: Enregistrer
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
tr: Kaydet

# payErrProduct
source: Product not available
fr: Produit non disponible
ja: 商品が見つかりません
ko: 상품을 찾을 수 없습니다
nl: Product niet beschikbaar
pl: Produkt niedostępny
tr: Ürün kullanılamıyor

# paySuccess
source: Premium unlocked 🎉
fr: Premium débloqué 🎉
ja: プレミアムが解除されました 🎉
ko: 프리미엄이 활성화되었습니다 🎉
nl: Premium ontgrendeld 🎉
pl: Premium odblokowane 🎉
tr: Premium etkinleştirildi 🎉

# payErrEntitlement
source: Entitlement missing
fr: Droit d’accès manquant
ja: アクセス権がありません
ko: 프리미엄 권한이 없습니다
nl: Recht ontbreekt
pl: Brak dostępu Premium
tr: Erişim hakkı bulunamadı

# payErrCancelled
source: Purchase cancelled
fr: Achat annulé
ja: 購入がキャンセルされました
ko: 구매가 취소되었습니다
nl: Aankoop geannuleerd
pl: Zakup anulowany
tr: Satın alma iptal edildi

# payErrFailed
source: Purchase failed
fr: Échec de l'achat
ja: 購入に失敗しました
ko: 구매에 실패했습니다
nl: Aankoop mislukt
pl: Błąd zakupu
tr: Satın alma başarısız oldu

# payRestoreSuccess
source: Restored, Premium active 🎉
fr: Restauration réussie, Premium actif 🎉
ja: 復元完了、プレミアム有効 🎉
ko: 복원 완료, 프리미엄 활성화 🎉
nl: Hersteld, Premium actief 🎉
pl: Przywrócono, Premium aktywne 🎉
tr: Geri yüklendi, Premium aktif 🎉

# payRestoreNone
source: No premium found
fr: Aucun achat Premium trouvé
ja: プレミアムが見つかりません
ko: 프리미엄 구매 내역이 없습니다
nl: Geen Premium gevonden
pl: Nie znaleziono Premium
tr: Hiçbir Premium bulunamadı

# payRestoreFailed
source: Restore failed
fr: Échec de la restauration
ja: 復元に失敗しました
ko: 복원에 실패했습니다
nl: Herstellen mislukt
pl: Błąd przywracania
tr: Geri yükleme başarısız

# playWord
source: Play
fr: Jouer
ja: 遊ぶ
ko: 플레이
nl: Spelen
pl: Graj
tr: Oyna

# withoutWord
source: without
fr: sans
ja: 制限なしで
ko: 제한 없이
nl: zonder
pl: bez
tr: sınırsız

# limitsWord
source: limits
fr: limites
ja: 限界
ko: 무제한
nl: grenzen
pl: ograniczeń
tr: şekilde

# payPriceNA
source: N/A
nl: n.v.t.
pl: N/D
tr: Yok
